Tekla.Structures.DrawingInternal.dotGrSymbolAttributes_t


Tekla.Structures.DrawingInternal.dotGrSymbolAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrSymbolAttributes_t.Angle


Tekla.Structures.DrawingInternal.dotGrSymbolAttributes_t.Height


Tekla.Structures.DrawingInternal.dotGrSymbolAttributes_t.Color


Tekla.Structures.DrawingInternal.dotGrSymbolAttributes_t.Frame


Tekla.Structures.DrawingInternal.dotGrSymbolAttributes_t.PreferredPlacingType


Tekla.Structures.DrawingInternal.dotGrSymbolAttributes_t.ToStruct(Tekla.Structures.Drawing.Symbol.SymbolAttributes)


Tekla.Structures.DrawingInternal.dotGrSymbolAttributes_t.FromStruct(Tekla.Structures.Drawing.Symbol.SymbolAttributes)
